{
  "markings": [
    {
      "markingName": "SingleSolidWhiteLine"
      , "markingDescription": "एक सफेद रेखा दोतरफा सडक पर आने-जाने वाले यातायात को विभाजित करती है| <br />यदि सफेद रेखा टूटी हुई नहीं है तो इसको पार नहीं किया जा सकता, ओवरटेकिंग के लिए भी नहीं|"
      , "markingCaption": "एक सफेद रेखा"
    },
    {
      "markingName": "DoubleSolidWhiteLine"
      , "markingDescription": "दो सफेद रेखाएं दोतरफा सडक पर आने-जाने वाले यातायात को विभाजित करती है| <br />यदि सफेद रेखा टूटी हुई नहीं है तो इसको पार नहीं किया जा सकता, ओवरटेकिंग के लिए भी नहीं|"
      , "markingCaption": "दो सफेद रेखाएं"
    },
    {
      "markingName": "SingleBrokenWhiteLine"
      , "markingDescription": "एक सफेद रेखा दोतरफा सडक पर आने-जाने वाले यातायात को विभाजित करती है| <br />यदि सफेद रेखा टूटी हुई नहीं है तो इसको पार नहीं किया जा सकता, ओवरटेकिंग के लिए भी नहीं|<br />इस रेखा को ओवरटेकिंग के लिए पार किया जा सकता है| सावधानी बरतें|"
      , "markingCaption": "एक सफेद टूटी रेखा"
    },
    {
      "markingName": "MixedSolidBrokenWhiteLine"
      , "markingDescription": "दो सफेद रेखाएं दोतरफा सडक पर आने-जाने वाले यातायात को विभाजित करती है| <br />यदि टूटी हुई रेखा चालक की तरफ है तो इसे पार किया जा सकता है अन्यथा नहीं|"
      , "markingCaption": "दो सफेद रेखाएं, टूटी व लगातार"
    },
    {
      "markingName": "MixedBrokenSolidWhiteLine"
      , "markingDescription": "दो सफेद रेखाएं दोतरफा सडक पर आने-जाने वाले यातायात को विभाजित करती है| <br />यदि टूटी हुई रेखा चालक की तरफ है तो इसे पार किया जा सकता है अन्यथा नहीं|"
      , "markingCaption": "दो सफेद रेखाएं, टूटी व लगातार"
    },
    {
      "markingName": "SingleSolidWhite4Lane"
      , "markingDescription": "बीच की रेखा दोतरफा सडक पर आने-जाने वाले यातायात को विभाजित करती है| बीच की रेखा लगातार है, इसे पार नहीं किया जा सकता| अन्य टूटी हुई रेखाएं लेन बनाती हैं|"
      , "markingCaption": "4 लेन वाली सडक पर बीच की लगातार सफेद रेखा"
    },
    {
      "markingName": "SingleBrokenWhite4Lane"
      , "markingDescription": "बीच की रेखा दोतरफा सडक पर आने-जाने वाले यातायात को विभाजित करती है| बीच की रेखा टूटी हुई है, इसे सावधानी से पार किया जा सकता| अन्य टूटी हुई रेखाएं लेन बनाती हैं|"
      , "markingCaption": "4 लेन वाली सडक पर बीच की टूटी हुई सफेद रेखा"
    }
  ]
}